[
    {
        "slug": "best-bridal-makeup-tips-kanpur",
        "title": "10 Bridal Makeup Tips Every Kanpur Bride Must Know",
        "excerpt": "From choosing the right foundation to making your makeup last through the wedding rituals, here's our expert guide for brides in Kanpur.",
        "coverImage": "/gallery/img1.webp",
        "youtubeUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
        "tags": [
            "bridal-makeup",
            "kanpur",
            "tips"
        ],
        "date": "2024-12-15",
        "featured": true,
        "content": "Getting married is one of the most special days of your life. As the best makeup artist in Kanpur, we've helped hundreds of brides look stunning on their big day. Here are our top tips..."
    },
    {
        "slug": "airbrush-vs-hd-makeup",
        "title": "Airbrush vs HD Makeup: Which is Right for You?",
        "excerpt": "Confused between Airbrush and HD Makeup? Our experts at Kaya Planet break down the pros and cons of each technique.",
        "coverImage": "/gallery/img2.webp",
        "youtubeUrl": null,
        "tags": [
            "airbrush",
            "hd-makeup",
            "comparison"
        ],
        "date": "2024-12-10",
        "featured": false,
        "content": "When it comes to bridal makeup, two techniques dominate the conversation: Airbrush and HD Makeup. But which one is better for Kanpur's weather?"
    },
    {
        "slug": "pre-wedding-skincare-routine",
        "title": "30-Day Pre-Wedding Skincare Routine",
        "excerpt": "Start your bridal glow journey 30 days before the wedding with this dermatologist-approved routine.",
        "coverImage": "/gallery/img3.webp",
        "youtubeUrl": null,
        "tags": [
            "skincare",
            "pre-wedding",
            "routine"
        ],
        "date": "2024-12-05",
        "featured": false,
        "content": "Your wedding day makeup is only as good as the skin underneath. Here's a complete 30-day routine to get that bridal glow..."
    },
    {
        "slug": "makeup-academy-courses-kanpur",
        "title": "How to Start a Career as a Makeup Artist in Kanpur",
        "excerpt": "Dreaming of becoming a professional makeup artist? Learn about our academy courses and career opportunities.",
        "coverImage": "/gallery/img4.webp",
        "youtubeUrl": null,
        "tags": [
            "academy",
            "career",
            "courses"
        ],
        "date": "2024-11-28",
        "featured": false,
        "content": "The beauty industry is booming. If you're passionate about makeup and want to turn it into a career, our Makeup Academy in Kanpur can help you get started..."
    }
]